const locales = {
  en: {
    ERR_001: '토큰이 만료되었습니다.',
    ERR_002: '지원하지 않는 형식의 토큰입니다.',
    ERR_003: '토큰의 구성이 올바르지 않습니다.',
    ERR_004: '기존 서명을 확인하지 못했습니다.',
    ERR_005: '토큰이 존재하지 않습니다.',
    ERR_006: '토큰은 Bearer 형식으로 전송되어야 합니다.',
    ERR_007: '핸들링되지 않은 에러',

    ERR_101: '존재하지 않는 관리자 아이디 입니다.',
    ERR_102: '존재하지 않는 이메일 입니다.',
    ERR_103: '아이디와 패스워드를 확인해주세요.',
    ERR_104: '존재하지 않는 사용자 입니다.',
    ERR_105: '존재하지 않는 어플리케이션 입니다.',
    ERR_106: '이미 존재하는 어플리케이션 입니다.',
    ERR_107: '아임포트 트랜잭션 정보가 존재하지 않습니다.',
    ERR_108: '결제내역이 존재하지 않습니다.',
    ERR_109: '주문 정보가 존재하지 않습니다.',
    ERR_110: 'FIDO 서버가 꺼져있습니다.'
  },
  ko: {
    ERR_001: '토큰이 만료되었습니다.',
    ERR_002: '지원하지 않는 형식의 토큰입니다.',
    ERR_003: '토큰의 구성이 올바르지 않습니다.',
    ERR_004: '기존 서명을 확인하지 못했습니다.',
    ERR_005: '토큰이 존재하지 않습니다.',
    ERR_006: '토큰은 Bearer 형식으로 전송되어야 합니다.',
    ERR_007: '핸들링되지 않은 에러',

    ERR_101: '존재하지 않는 관리자 아이디 입니다.',
    ERR_102: '존재하지 않는 이메일 입니다.',
    ERR_103: '아이디와 패스워드를 확인해주세요.',
    ERR_104: '존재하지 않는 사용자 입니다.',
    ERR_105: '존재하지 않는 어플리케이션 입니다.',
    ERR_106: '이미 존재하는 어플리케이션 입니다.',
    ERR_107: '아임포트 트랜잭션 정보가 존재하지 않습니다.',
    ERR_108: '결제내역이 존재하지 않습니다.',
    ERR_109: '주문 정보가 존재하지 않습니다.',
    ERR_110: 'FIDO 서버가 꺼져있습니다.'
  },
};

export default locales;